Repository: DeyarZ/wedding-planner
Catalog: weddingplanner/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, et, fi, fr, hr, hu, is, it, ja, ko, lv, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: WHAT'S YOUR BUDGET?
ar: ما ميزانيتك؟
cs: JAKÝ MÁTE ROZPOČET?
da: HVAD ER JERES BUDGET?
de: WIE HOCH IST EUER BUDGET?
es: ¿CUÁL ES VUESTRO PRESUPUESTO?
et: MIS ON SINU EELARVE?
fi: MIKÄ ON BUDJETTINNE?
fr: QUEL EST VOTRE BUDGET ?
hr: KOLIKI JE VAŠ PRORAČUN?
hu: MENNYI A KÖLTSÉGVETÉSED?
is: HVER ER FJÁRHAGSÁÆTLUNIN?
it: QUAL È IL VOSTRO BUDGET?
ja: ご予算はどのくらいですか？
ko: 예산은 얼마인가요?
lv: KĀDS IR TAVS BUDŽETS?
nb: HVA ER BUDSJETTET DERES?
nl: WAT IS JULLIE BUDGET?
pl: JAKI MACIE BUDŻET?
pt: QUAL É O SEU ORÇAMENTO?
ro: CARE E BUGETUL VOSTRU?
ru: КАКОЙ У ВАС БЮДЖЕТ?
sk: AKÝ JE VÁŠ ROZPOČET?
sl: KAKŠEN JE VAJIN PRORAČUN?
sv: VAD ÄR DIN BUDGET?
th: งบประมาณของคุณเท่าไร?
tr: BÜTÇENİZ NE KADAR?
uk: ЯКИЙ У ВАС БЮДЖЕТ?
vi: NGÂN SÁCH CỦA BẠN LÀ BAO NHIÊU?
zh_hans: 你们的预算是多少？
zh_hant: 你們的預算是多少？

source: WHEN'S THE BIG DAY?
ar: متى اليوم الكبير؟
cs: KDY JE TEN VELKÝ DEN?
da: HVORNÅR ER DEN STORE DAG?
de: WANN IST DER GROSSE TAG?
es: ¿CUÁNDO ES EL GRAN DÍA?
et: MILLAL ON SUUR PÄEV?
fi: MILLOIN ON SUURI PÄIVÄ?
fr: QUAND EST LE JOUR J ?
hr: KADA JE VELIKI DAN?
hu: MIKOR LESZ A NAGY NAP?
is: HVENÆR ER STÓRI DAGURINN?
it: QUAND'È IL GRANDE GIORNO?
ja: 結婚式はいつですか？
ko: 결혼식은 언제인가요?
lv: KAD IR LIELĀ DIENA?
nb: NÅR ER DEN STORE DAGEN?
nl: WANNEER IS DE GROTE DAG?
pl: KIEDY WIELKI DZIEŃ?
pt: QUANDO É O GRANDE DIA?
ro: CÂND E ZIUA CEA MARE?
ru: КОГДА ГЛАВНЫЙ ДЕНЬ?
sk: KEDY JE TEN VEĽKÝ DEŇ?
sl: KDAJ JE VELIKI DAN?
sv: NÄR ÄR STORA DAGEN?
th: วันสำคัญคือวันไหน?
tr: BÜYÜK GÜN NE ZAMAN?
uk: КОЛИ ВЕЛИКИЙ ДЕНЬ?
vi: NGÀY TRỌNG ĐẠI LÀ KHI NÀO?
zh_hans: 大喜之日是哪天？
zh_hant: 大喜之日是哪一天？

source: WHERE ARE YOU RIGHT NOW?
ar: أين أنت الآن؟
cs: KDE PRÁVĚ TEĎ JSTE?
da: HVOR ER I LIGE NU?
de: WO STEHT IHR GERADE?
es: ¿EN QUÉ PUNTO ESTÁIS?
et: KUS SA PRAEGU OLED?
fi: MISSÄ OLETTE NYT?
fr: OÙ EN ÊTES-VOUS ?
hr: GDJE STE TRENUTAČNO?
hu: HOL TARTASZ MOST?
is: HVAR ERTU Í FERLINU?
it: A CHE PUNTO SIETE?
ja: 今はどの段階ですか？
ko: 지금 어느 단계인가요?
lv: KURĀ POSMĀ TU ESI ŠOBRĪD?
nb: HVOR ER DERE NÅ?
nl: WAAR STAAN JULLIE NU?
pl: NA JAKIM JESTEŚCIE ETAPIE?
pt: EM QUE PONTO VOCÊS ESTÃO?
ro: UNDE VĂ AFLAȚI ACUM?
ru: НА КАКОМ ВЫ ЭТАПЕ?
sk: KDE STE PRÁVE TERAZ?
sl: KJE STA TRENUTNO?
sv: VAR ÄR DU JUST NU?
th: ตอนนี้คุณอยู่ตรงจุดไหน?
tr: ŞU AN NEREDESİNİZ?
uk: НА ЯКОМУ ВИ ЕТАПІ?
vi: BẠN ĐANG Ở ĐÂU TRÊN HÀNH TRÌNH NÀY?
zh_hans: 你们现在进行到哪一步了？
zh_hant: 你們現在進行到哪裡了？

source: WHERE WILL IT HAPPEN?
ar: أين سيقام؟
cs: KDE TO BUDE?
da: HVOR SKAL DET FOREGÅ?
de: WO FINDET SIE STATT?
es: ¿DÓNDE SERÁ?
et: KUS SEE TOIMUB?
fi: MISSÄ HÄÄT PIDETÄÄN?
fr: OÙ AURA-T-IL LIEU ?
hr: GDJE ĆE SE ODRŽATI?
hu: HOL LESZ AZ ESKÜVŐ?
is: HVAR VERÐUR ÞAÐ?
it: DOVE SI FARÀ?
ja: どこで行いますか？
ko: 어디에서 열리나요?
lv: KUR TAS NOTIKS?
nb: HVOR SKAL DET SKJE?
nl: WAAR GAAT HET GEBEUREN?
pl: GDZIE SIĘ TO ODBĘDZIE?
pt: ONDE VAI SER?
ro: UNDE VA AVEA LOC?
ru: ГДЕ ВСЁ БУДЕТ?
sk: KDE SA TO BUDE KONAŤ?
sl: KJE BO POROKA?
sv: VAR SKA DET SKE?
th: จะจัดงานที่ไหน?
tr: NEREDE OLACAK?
uk: ДЕ ЦЕ ВІДБУДЕТЬСЯ?
vi: ĐÁM CƯỚI SẼ DIỄN RA Ở ĐÂU?
zh_hans: 婚礼在哪里举行？
zh_hant: 婚禮會在哪裡舉行？

source: WHO'S GETTING MARRIED?
ar: من العروسان؟
cs: KDO SE BERE?
da: HVEM SKAL GIFTES?
de: WER HEIRATET?
es: ¿QUIÉN SE CASA?
et: KES ABIELLUB?
fi: KETKÄ MENEVÄT NAIMISIIN?
fr: QUI SE MARIE ?
hr: TKO SE VJENČAVA?
hu: KIK HÁZASODNAK ÖSSZE?
is: HVER ER AÐ GIFTA SIG?
it: CHI SI SPOSA?
ja: 結婚するのはどなたですか？
ko: 누가 결혼하나요?
lv: KAS PRECAS?
nb: HVEM SKAL GIFTE SEG?
nl: WIE GAAN ER TROUWEN?
pl: KTO BIERZE ŚLUB?
pt: QUEM VAI CASAR?
ro: CINE SE CĂSĂTOREȘTE?
ru: КТО ЖЕНИТСЯ?
sk: KTO SA BERIE?
sl: KDO SE POROČA?
sv: VILKA SKA GIFTA SIG?
th: ใครกำลังจะแต่งงาน?
tr: KİM EVLENİYOR?
uk: ХТО ОДРУЖУЄТЬСЯ?
vi: AI SẮP KẾT HÔN?
zh_hans: 是谁要结婚？
zh_hant: 是誰要結婚呢？

source: WHO'S PLANNING THIS?
ar: من يخطط لهذا؟
cs: KDO TO PLÁNUJE?
da: HVEM PLANLÆGGER DET?
de: WER PLANT DAS ALLES?
es: ¿QUIÉN ORGANIZA LA BODA?
et: KES SEDA PLANEERIB?
fi: KUKA TÄTÄ SUUNNITTELEE?
fr: QUI ORGANISE ?
hr: TKO OVO PLANIRA?
hu: KI TERVEZI AZ ESKÜVŐT?
is: HVER SKIPULEGGUR ÞETTA?
it: CHI ORGANIZZA?
ja: 誰が準備を進めますか？
ko: 누가 준비하나요?
lv: KURŠ TO PLĀNO?
nb: HVEM PLANLEGGER DETTE?
nl: WIE PLANT DIT?
pl: KTO TO PLANUJE?
pt: QUEM ESTÁ ORGANIZANDO?
ro: CINE SE OCUPĂ DE PLANIFICARE?
ru: КТО ЭТИМ ЗАНИМАЕТСЯ?
sk: KTO TO PLÁNUJE?
sl: KDO TO NAČRTUJE?
sv: VEM PLANERAR DET HÄR?
th: ใครเป็นคนวางแผนงานนี้?
tr: BUNU KİM PLANLIYOR?
uk: ХТО ЦЕ ПЛАНУЄ?
vi: AI SẼ LO LIỆU CHUYỆN NÀY?
zh_hans: 由谁来筹备？
zh_hant: 這場婚禮由誰籌備？

source: Want to make it forever?
ar: أتريدها لك مدى الحياة؟
cs: Chcete to mít navždy?
da: Vil I gøre det for altid?
de: Soll es für immer bleiben?
es: ¿Y si fuera para siempre?
et: Kas soovid selle igaveseks endale?
fi: Haluatko sen ikuisesti?
fr: Et si c'était pour toujours ?
hr: Želite li to zadržati zauvijek?
hu: Legyen örökre a tiéd?
is: Viltu eiga það að eilífu?
it: E se fosse per sempre?
ja: 買い切りにしませんか？
ko: 평생 소장할까요?
lv: Vēlies to paturēt uz visiem laikiem?
nb: Vil du gjøre det for alltid?
nl: Wil je het voor altijd maken?
pl: Chcecie zatrzymać to na zawsze?
pt: Quer que seja para sempre?
ro: Vrei să fie pe viață?
ru: Хотите оставить навсегда?
sk: Chcete to mať navždy?
sl: Želita, da ostane za vedno?
sv: Vill du göra den för alltid?
th: อยากให้เป็นของคุณตลอดไปไหม?
tr: Ömür boyu sizin olsun ister misiniz?
uk: Хочете, щоб це було назавжди?
vi: Muốn giữ nó mãi mãi chứ?
zh_hans: 想让它永久属于你们吗？
zh_hant: 想讓它永久屬於你嗎？

source: We collect information you provide directly to us, such as when you create an account, plan your wedding events, or contact us for support. This may include your name, email address, wedding date, and planning preferences.
ar: نجمع المعلومات التي تقدمها إلينا مباشرة، مثل عند إنشاء حساب، أو التخطيط لفعاليات زفافك، أو التواصل معنا للحصول على الدعم. وقد يشمل ذلك اسمك وبريدك الإلكتروني وتاريخ زفافك وتفضيلات التخطيط لديك.
cs: Shromažďujeme informace, které nám poskytnete přímo, například když si vytvoříte účet, plánujete svatební události nebo nás kontaktujete kvůli podpoře. Může jít o vaše jméno, e-mailovou adresu, datum svatby a preference při plánování.
da: Vi indsamler oplysninger, du selv giver os, f.eks. når du opretter en konto, planlægger jeres bryllupsbegivenheder eller kontakter os for support. Det kan omfatte dit navn, din e-mailadresse, jeres bryllupsdato og jeres planlægningspræferencer.
de: Wir erheben Daten, die du uns direkt gibst, z. B. bei Kontoerstellung, Planung oder Support. Dazu zählen Name, E-Mail, Hochzeitsdatum und Planungspräferenzen.
es: Recopilamos la información que nos das directamente, como al crear una cuenta, planificar o contactar con soporte. Puede incluir nombre, correo, fecha de boda y preferencias.
et: Kogume teavet, mille sa meile otse annad, näiteks konto loomisel, pulmasündmuste planeerimisel või meiega toe saamiseks ühendust võttes. See võib hõlmata sinu nime, e-posti aadressi, pulmakuupäeva ja planeerimiseelistusi.
fi: Keräämme tietoja, jotka annat meille suoraan, esimerkiksi kun luot tilin, suunnittelet häitäsi tai otat meihin yhteyttä tukeen liittyen. Näihin voivat kuulua nimesi, sähköpostiosoitteesi, hääpäiväsi ja suunnitteluasetuksesi.
fr: Nous collectons les informations que vous nous fournissez directement, par ex. à la création du compte, lors de la planification ou du support. Cela peut inclure nom, e-mail, date de mariage et préférences.
hr: Prikupljamo podatke koje nam izravno dostavite, primjerice kada izradite račun, planirate događaje svog vjenčanja ili nam se obratite za podršku. To može uključivati vaše ime, adresu e-pošte, datum vjenčanja i postavke planiranja.
hu: Azokat az adatokat gyűjtjük, amelyeket közvetlenül megadsz nekünk – például amikor fiókot hozol létre, megtervezed az esküvői eseményeidet, vagy segítségért fordulsz hozzánk. Ez tartalmazhatja a nevedet, az e-mail-címedet, az esküvő dátumát és a tervezési beállításaidat.
is: Við söfnum upplýsingum sem þú lætur okkur í té beint, til dæmis þegar þú stofnar reikning, skipuleggur brúðkaupsviðburði eða hefur samband við þjónustuverið. Þetta getur falið í sér nafn þitt, netfang, brúðkaupsdagsetningu og óskir um skipulagningu.
it: Raccogliamo le informazioni che ci fornisci direttamente, ad es. alla creazione dell'account, durante la pianificazione o l'assistenza. Possono includere nome, e-mail, data del matrimonio e preferenze.
ja: 当社は、アカウントの作成、結婚式の準備、サポートへのお問い合わせなど、お客様が直接ご提供くださる情報を収集します。これには、お名前、メールアドレス、結婚式の日付、準備に関する設定が含まれる場合があります。
ko: 당사는 계정 생성, 결혼식 일정 계획, 고객 지원 문의 등 이용자가 직접 제공하는 정보를 수집합니다. 여기에는 이름, 이메일 주소, 결혼식 날짜, 준비 관련 설정이 포함될 수 있습니다.
lv: Mēs vācam informāciju, ko tu mums sniedz tieši, piemēram, veidojot kontu, plānojot kāzu notikumus vai sazinoties ar mums atbalsta jautājumos. Tā var ietvert tavu vārdu, e-pasta adresi, kāzu datumu un plānošanas vēlmes.
nb: Vi samler inn informasjon du gir oss direkte, for eksempel når du oppretter en konto, planlegger bryllupet ditt eller kontakter oss for å få hjelp. Dette kan omfatte navn, e-postadresse, bryllupsdato og planleggingspreferanser.
nl: We verzamelen gegevens die je rechtstreeks aan ons verstrekt, bijvoorbeeld wanneer je een account aanmaakt, je bruiloft plant of contact met ons opneemt voor ondersteuning. Dit kan je naam, e-mailadres, trouwdatum en planningsvoorkeuren omvatten.
pl: Zbieramy informacje, które przekazujesz nam bezpośrednio — na przykład gdy zakładasz konto, planujesz wydarzenia ślubne lub kontaktujesz się z nami po wsparcie. Mogą to być imię i nazwisko, adres e-mail, data ślubu oraz preferencje dotyczące planowania.
pt: Coletamos as informações que você nos fornece diretamente, como ao criar uma conta, organizar os eventos do seu casamento ou entrar em contato com o suporte. Isso pode incluir seu nome, e-mail, data do casamento e preferências de organização.
ro: Colectăm informațiile pe care ni le oferi direct, de exemplu atunci când îți creezi un cont, îți planifici evenimentele de nuntă sau ne contactezi pentru asistență. Acestea pot include numele tău, adresa de e-mail, data nunții și preferințele de planificare.
ru: Мы собираем информацию, которую вы предоставляете нам напрямую: при создании учётной записи, планировании свадебных событий или обращении в поддержку. Это могут быть ваше имя, адрес электронной почты, дата свадьбы и предпочтения по планированию.
sk: Zhromažďujeme údaje, ktoré nám poskytnete priamo — napríklad keď si vytvoríte účet, plánujete svadobné udalosti alebo nás kontaktujete so žiadosťou o podporu. Môže ísť o vaše meno, e-mailovú adresu, dátum svadby a preferencie pri plánovaní.
sl: Zbiramo podatke, ki nam jih posredujete neposredno, na primer ko ustvarite račun, načrtujete poročne dogodke ali nas kontaktirate za podporo. To lahko vključuje vaše ime, e-poštni naslov, datum poroke in nastavitve načrtovanja.
sv: Vi samlar in uppgifter som du själv lämnar till oss, till exempel när du skapar ett konto, planerar dina bröllopshändelser eller kontaktar oss för support. Det kan omfatta ditt namn, din e-postadress, ditt bröllopsdatum och dina planeringspreferenser.
th: เราเก็บข้อมูลที่คุณให้กับเราโดยตรง เช่น เมื่อคุณสร้างบัญชี วางแผนงานแต่งงาน หรือติดต่อเราเพื่อขอความช่วยเหลือ ซึ่งอาจรวมถึงชื่อ อีเมล วันแต่งงาน และความชอบในการวางแผนของคุณ
tr: Hesap oluşturduğunuzda, düğün etkinliklerinizi planladığınızda veya destek için bize ulaştığınızda doğrudan bize sağladığınız bilgileri topluyoruz. Bunlar adınızı, e-posta adresinizi, düğün tarihinizi ve planlama tercihlerinizi içerebilir.
uk: Ми збираємо інформацію, яку ви надаєте нам безпосередньо: коли створюєте обліковий запис, плануєте весільні події або звертаєтеся по підтримку. Це може бути ваше ім’я, адреса електронної пошти, дата весілля та налаштування планування.
vi: Chúng tôi thu thập thông tin bạn cung cấp trực tiếp cho chúng tôi, chẳng hạn khi bạn tạo tài khoản, lên kế hoạch cho các sự kiện cưới hoặc liên hệ để được hỗ trợ. Thông tin này có thể bao gồm tên, địa chỉ email, ngày cưới và các tùy chọn lập kế hoạch của bạn.
zh_hans: 我们会收集您直接提供给我们的信息，例如您创建账户、筹备婚礼日程或联系我们寻求支持时提供的信息。这可能包括您的姓名、电子邮箱地址、婚礼日期和筹备偏好。
zh_hant: 我們會蒐集你直接提供給我們的資訊，例如當你建立帳戶、規劃婚禮活動，或與我們聯絡尋求協助時。這可能包含你的姓名、電子郵件地址、婚禮日期，以及籌備偏好。

source: We couldn't open an email composer. Please email us directly at %@.
ar: تعذّر فتح تطبيق البريد. يُرجى مراسلتنا مباشرة على %@.
cs: Nepodařilo se otevřít e-mailového klienta. Napište nám prosím přímo na %@.
da: Vi kunne ikke åbne et e-mailprogram. Skriv til os direkte på %@.
de: Wir konnten kein E-Mail-Fenster öffnen. Schreib uns bitte direkt an %@.
es: No pudimos abrir el correo. Escríbenos directamente a %@.
et: Me ei saanud e-kirja koostamise akent avada. Palun kirjuta meile otse aadressil %@.
fi: Sähköpostin kirjoitusikkunaa ei voitu avata. Lähetä meille sähköpostia suoraan osoitteeseen %@.
fr: Impossible d'ouvrir la messagerie. Écrivez-nous directement à %@.
hr: Nismo mogli otvoriti aplikaciju za e-poštu. Pišite nam izravno na %@.
hu: Nem sikerült megnyitni a levelezőt. Kérjük, írj nekünk közvetlenül ide: %@.
is: Við gátum ekki opnað tölvupóstforrit. Sendu okkur póst beint á %@.
it: Non è stato possibile aprire l'e-mail. Scrivici direttamente a %@.
ja: メールの作成画面を開けませんでした。%@ まで直接メールをお送りください。
ko: 이메일 작성 화면을 열 수 없었어요. %@로 직접 메일을 보내주세요.
lv: Neizdevās atvērt e-pasta programmu. Lūdzu, raksti mums tieši uz %@.
nb: Vi fikk ikke åpnet et e-postvindu. Send oss gjerne en e-post direkte på %@.
nl: We konden geen e-mailvenster openen. Mail ons rechtstreeks op %@.
pl: Nie udało się otworzyć okna nowej wiadomości. Napiszcie do nas bezpośrednio na %@.
pt: Não conseguimos abrir o app de e-mail. Escreva para nós diretamente em %@.
ro: Nu am putut deschide aplicația de e-mail. Scrie-ne direct la %@.
ru: Не удалось открыть почтовое приложение. Напишите нам напрямую на %@.
sk: Nepodarilo sa nám otvoriť e-mailovú aplikáciu. Napíšte nám prosím priamo na %@.
sl: Urejevalnika e-pošte nismo mogli odpreti. Pišite nam neposredno na %@.
sv: Vi kunde inte öppna något e-postprogram. Mejla oss direkt på %@.
th: เราไม่สามารถเปิดหน้าต่างเขียนอีเมลได้ กรุณาส่งอีเมลถึงเราโดยตรงที่ %@
tr: E-posta uygulamasını açamadık. Lütfen doğrudan %@ adresine yazın.
uk: Не вдалося відкрити поштовий застосунок. Напишіть нам, будь ласка, безпосередньо на %@.
vi: Chúng tôi không mở được trình soạn email. Vui lòng gửi email trực tiếp cho chúng tôi tại %@.
zh_hans: 无法打开邮件编辑器。请直接发送邮件至 %@。
zh_hant: 我們無法開啟郵件編輯器。請直接寄信到 %@。

source: We have a planner
ar: لدينا منظّم حفلات
cs: Máme koordinátora svatby
da: Vi har en bryllupsplanlægger
de: Wir haben einen Wedding Planner
es: Tenemos wedding planner
et: Meil on pulmakorraldaja
fi: Meillä on hääsuunnittelija
fr: Nous avons un wedding planner
hr: Imamo organizatora vjenčanja
hu: Van esküvőszervezőnk
is: Við erum með brúðkaupsskipuleggjanda
it: Abbiamo un wedding planner
ja: プランナーがついています
ko: 웨딩 플래너가 있어요
lv: Mums ir kāzu plānotājs
nb: Vi har en bryllupsplanlegger
nl: We hebben een weddingplanner
pl: Mamy wedding plannera
pt: Temos um organizador de casamentos
ro: Avem un organizator de nunți
ru: У нас есть организатор
sk: Máme svadobného koordinátora
sl: Imava poročnega organizatorja
sv: Vi har en bröllopskoordinator
th: เรามีเวดดิ้งแพลนเนอร์
tr: Düğün organizatörümüz var
uk: У нас є весільний організатор
vi: Chúng mình có người tổ chức tiệc cưới
zh_hans: 我们请了婚礼策划师
zh_hant: 我們有找婚禮顧問

source: We haven't decided yet
ar: لم نقرر بعد
cs: Ještě jsme se nerozhodli
da: Vi har ikke besluttet os endnu
de: Wir haben uns noch nicht entschieden
es: Aún no lo hemos decidido
et: Me pole veel otsustanud
fi: Emme ole vielä päättäneet
fr: Nous n'avons pas encore décidé
hr: Još se nismo odlučili
hu: Még nem döntöttük el
is: Við höfum ekki ákveðið það enn
it: Non abbiamo ancora deciso
ja: まだ決まっていません
ko: 아직 정하지 못했어요
lv: Mēs vēl neesam izlēmuši
nb: Vi har ikke bestemt oss ennå
nl: We hebben nog niets besloten
pl: Jeszcze nie zdecydowaliśmy
pt: Ainda não decidimos
ro: Încă nu ne-am hotărât
ru: Мы ещё не решили
sk: Ešte sme sa nerozhodli
sl: Še se nisva odločila
sv: Vi har inte bestämt oss än
th: เรายังไม่ได้ตัดสินใจ
tr: Henüz karar vermedik
uk: Ми ще не вирішили
vi: Chúng mình chưa quyết định
zh_hans: 我们还没决定
zh_hant: 我們還沒決定

source: We haven't set a date yet
ar: لم نحدد تاريخًا بعد
cs: Datum jsme ještě nestanovili
da: Vi har ikke sat en dato endnu
de: Wir haben noch kein Datum
es: Aún no tenemos fecha
et: Me pole veel kuupäeva paika pannud
fi: Emme ole vielä päättäneet päivää
fr: Nous n'avons pas encore de date
hr: Još nismo odredili datum
hu: Még nem tűztünk ki dátumot
is: Við höfum ekki valið dagsetningu enn
it: Non abbiamo ancora una data
ja: まだ日取りが決まっていません
ko: 아직 날짜를 정하지 않았어요
lv: Mēs vēl neesam noteikuši datumu
nb: Vi har ikke satt en dato ennå
nl: We hebben nog geen datum geprikt
pl: Nie mamy jeszcze daty
pt: Ainda não marcamos a data
ro: Încă nu am stabilit o dată
ru: Мы ещё не выбрали дату
sk: Ešte nemáme dátum
sl: Datuma še nisva določila
sv: Vi har inte satt något datum än
th: เรายังไม่ได้กำหนดวัน
tr: Henüz tarih belirlemedik
uk: Ми ще не обрали дату
vi: Chúng mình chưa chọn được ngày
zh_hans: 我们还没定日期
zh_hant: 我們還沒訂日期

source: We implement appropriate technical and organizational measures to protect your personal information against unauthorized access, alteration, disclosure, or destruction.
ar: نطبّق تدابير تقنية وتنظيمية مناسبة لحماية معلوماتك الشخصية من الوصول أو التعديل أو الإفصاح أو الإتلاف غير المصرّح به.
cs: Zavádíme vhodná technická a organizační opatření, která chrání vaše osobní údaje před neoprávněným přístupem, změnou, zveřejněním nebo zničením.
da: Vi anvender passende tekniske og organisatoriske foranstaltninger for at beskytte dine personoplysninger mod uautoriseret adgang, ændring, videregivelse eller destruktion.
de: Wir treffen geeignete technische und organisatorische Maßnahmen, um deine Daten vor unbefugtem Zugriff, Änderung, Offenlegung oder Zerstörung zu schützen.
es: Aplicamos medidas técnicas y organizativas adecuadas para proteger tus datos frente a accesos, alteraciones o divulgaciones no autorizadas.
et: Rakendame asjakohaseid tehnilisi ja korralduslikke meetmeid, et kaitsta sinu isikuandmeid volitamata juurdepääsu, muutmise, avalikustamise või hävitamise eest.
fi: Toteutamme asianmukaiset tekniset ja organisatoriset toimenpiteet suojataksemme henkilötietosi luvattomalta pääsyltä, muuttamiselta, luovuttamiselta tai tuhoamiselta.
fr: Nous appliquons des mesures techniques et organisationnelles appropriées pour protéger vos données contre tout accès, modification ou divulgation non autorisés.
hr: Provodimo odgovarajuće tehničke i organizacijske mjere kako bismo zaštitili vaše osobne podatke od neovlaštenog pristupa, izmjene, otkrivanja ili uništenja.
hu: Megfelelő technikai és szervezési intézkedéseket alkalmazunk, hogy megvédjük a személyes adataidat a jogosulatlan hozzáféréstől, módosítástól, nyilvánosságra hozataltól vagy megsemmisítéstől.
is: Við beitum viðeigandi tæknilegum og skipulagslegum ráðstöfunum til að vernda persónuupplýsingar þínar gegn óheimilum aðgangi, breytingum, birtingu eða eyðingu.
it: Adottiamo misure tecniche e organizzative adeguate per proteggere i tuoi dati da accessi, modifiche o divulgazioni non autorizzati.
ja: 当社は、お客様の個人情報を不正なアクセス、改変、開示、破壊から保護するため、適切な技術的および組織的措置を講じています。
ko: 당사는 이용자의 개인정보를 무단 접근, 변경, 공개 또는 파기로부터 보호하기 위해 적절한 기술적·관리적 조치를 시행합니다.
lv: Mēs īstenojam atbilstošus tehniskus un organizatoriskus pasākumus, lai aizsargātu tavu personisko informāciju pret nesankcionētu piekļuvi, izmainīšanu, izpaušanu vai iznīcināšanu.
nb: Vi iverksetter egnede tekniske og organisatoriske tiltak for å beskytte personopplysningene dine mot uautorisert tilgang, endring, utlevering eller ødeleggelse.
nl: We nemen passende technische en organisatorische maatregelen om je persoonlijke gegevens te beschermen tegen ongeoorloofde toegang, wijziging, openbaarmaking of vernietiging.
pl: Stosujemy odpowiednie środki techniczne i organizacyjne, aby chronić Twoje dane osobowe przed nieuprawnionym dostępem, zmianą, ujawnieniem lub zniszczeniem.
pt: Adotamos medidas técnicas e organizacionais adequadas para proteger suas informações pessoais contra acesso, alteração, divulgação ou destruição não autorizados.
ro: Aplicăm măsuri tehnice și organizatorice adecvate pentru a-ți proteja datele personale împotriva accesului neautorizat, a modificării, a divulgării sau a distrugerii.
ru: Мы принимаем необходимые технические и организационные меры, чтобы защитить вашу личную информацию от несанкционированного доступа, изменения, раскрытия или уничтожения.
sk: Zavádzame primerané technické a organizačné opatrenia na ochranu vašich osobných údajov pred neoprávneným prístupom, zmenou, zverejnením alebo zničením.
sl: Izvajamo ustrezne tehnične in organizacijske ukrepe za zaščito vaših osebnih podatkov pred nepooblaščenim dostopom, spreminjanjem, razkritjem ali uničenjem.
sv: Vi vidtar lämpliga tekniska och organisatoriska åtgärder för att skydda dina personuppgifter mot obehörig åtkomst, ändring, spridning eller förstörelse.
th: เราใช้มาตรการทางเทคนิคและองค์กรที่เหมาะสมเพื่อปกป้องข้อมูลส่วนบุคคลของคุณจากการเข้าถึง แก้ไข เปิดเผย หรือทำลายโดยไม่ได้รับอนุญาต
tr: Kişisel bilgilerinizi yetkisiz erişime, değiştirilmeye, ifşa edilmeye veya yok edilmeye karşı korumak için uygun teknik ve idari önlemleri alıyoruz.
uk: Ми вживаємо належних технічних та організаційних заходів, щоб захистити вашу особисту інформацію від несанкціонованого доступу, зміни, розкриття чи знищення.
vi: Chúng tôi áp dụng các biện pháp kỹ thuật và tổ chức phù hợp để bảo vệ thông tin cá nhân của bạn khỏi việc truy cập, thay đổi, tiết lộ hoặc phá hủy trái phép.
zh_hans: 我们采取适当的技术和组织措施，保护您的个人信息不被未经授权地访问、更改、披露或销毁。
zh_hant: 我們採取適當的技術與組織措施，保護你的個人資訊，避免遭到未經授權的存取、變更、揭露或破壞。
